adpyke.codesnap
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
coddx.coddx-alpha
Codeium.codeium
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
fivethree.vscode-ionic-snippets
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
Ionic.ionic
jmkrivocapich.drawfolderstructure
kisstkondoros.vscode-gutter-preview
miguelsolorio.fluent-icons
mintlify.document
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-es
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.live-server
oderwat.indent-rainbow
onecentlin.laravel5-snippets
pflannery.vscode-versionlens
PKief.material-icon-theme
ritwickdey.LiveServer
RyuukiBeat.editorconfig-gen
samuelcolvin.jinjahtml
SimonSiefke.svg-preview
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
styled-components.vscode-styled-components
trunk.io
usernamehw.errorlens
vivaxy.vscode-conventional-commits
wix.vscode-import-cost
yoavbls.pretty-ts-errors
