tap "denisidoro/tools"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
brew "openssl@3"
brew "bash"
brew "bat"
brew "gettext"
brew "coreutils"
brew "exa"
brew "fd"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gradle"
brew "hugo"
brew "hyperfine"
brew "make"
brew "mas"
brew "neofetch"
brew "neovim"
brew "php"
brew "python@3.11"
brew "ripgrep"
brew "zsh"
brew "denisidoro/tools/docpars"
brew "jesseduffield/lazygit/lazygit"
cask "trunk-io"
mas "Auto Clicker", id: 1601460545
mas "CapCut", id: 1500855883
mas "JSONPeep", id: 1458969831
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "‎WhatsApp", id: 310633997
vscode "adpyke.codesnap"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "coddx.coddx-alpha"
vscode "Codeium.codeium"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "fivethree.vscode-ionic-snippets"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "Ionic.ionic"
vscode "jmkrivocapich.drawfolderstructure"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "miguelsolorio.fluent-icons"
vscode "mintlify.document"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-es"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.live-server"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel5-snippets"
vscode "pflannery.vscode-versionlens"
vscode "PKief.material-icon-theme"
vscode "ritwickdey.LiveServer"
vscode "RyuukiBeat.editorconfig-gen"
vscode "samuelcolvin.jinjahtml"
vscode "SimonSiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-spanish"
vscode "styled-components.vscode-styled-components"
vscode "trunk.io"
vscode "usernamehw.errorlens"
vscode "vivaxy.vscode-conventional-commits"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
